Repository: ReLLoMine/Gate-Founder-Av2.0
Catalog: data/localization/*.po
Languages: ru

source: Only alliances can claim gates!
ru: Только альянсы могут присваивать врата!

source: Reached the maximum amount of founded gates!
ru: Достигнуто максимальное количество врат!

source: Manage gates
ru: Управление вратами

source: This will destroy this pair of gates. Are you sure?
ru: Это уничтожит эту пару врат. Вы уверены?

source: <%1%> Access denied, we will not allow our enemies to pass through our gate!
ru: <%1%> Доступ запрещен, мы не позволим врагам использовать наши врата!

source: You don't have permissions to manage this pair of gates.
ru: У вас нет прав на управление этой парой врат.

source: [The gates were locked by an admin]
ru: [Эти врата были заблокированы админом]

source: Choose an action:
ru: Выберите действие:

source: * Toggling gates off will prevent them from transporting ships
ru: * Выключение врат предотвратит перемещение через них кораблей

source: Toggle off
ru: Выключить

source: Toggle on
ru: Включить

source: admin
ru: админ

source: * Destroying gates will delete them but won't return resources
ru: * Уничтожение врат удалит их, но не вернет ресурсы

source: * Locking gates will prevent them from being toggled or destroyed by owners
ru: * Блокировка врат не даст владельцам переключить или уничтожить их

source: Unlock
ru: Разблокировать

source: Lock
ru: Заблокировать

source: An error has occured
ru: Произошла ошибка

source: Can't toggle the gate, this sector is being controlled by a non-ally faction!
ru: Невозможно переключить врата, этот сектор контролируется не нами или нашими союзниками!

source: Can't destroy the gate, this sector is being controlled by a non-ally faction!
ru: Невозможно уничтожить врата, этот сектор контролируется не нами или нашими союзниками!

source: Only original builder of the gate can destroy it!
ru: Только строители врат могут их уничтожить!

source: This gate was built by an old faction. You have no idea how to destroy it.
ru: Эти врата были построены старой фракцией. У вас нет ни малейшей идеи как их уничтожить.

source: Gates locked
ru: Врата заблокированы

source: Gates unlocked
ru: Врата разблокированы

source: Gate
ru: Врата

source: Create a gate that will allow ships to travel to a paired gate in another sector. You pay only for the first gate in a pair. Second gate will be created automatically.
ru: Создать врата, которые позволят кораблям путешествовать ко вторым вратам в другом секторе. Вы платите только за первые врата в паре. Вторые врата будут созданы автоматически.

source: Transform to Gate
ru: Преобразовать во врата

source: Second gate coordinates
ru: Координаты вторых врат

source: Distance:
ru: Расстояние:

source: Max distance:
ru: Макс. расстояние:

source: Only alliances can found gates!
ru: Только альянсы могут создавать врата!

source: You don't have permissions to found gates for your alliance.
ru: У вас нет разрешения строить врата от имени альянса.

source: Only faction that controls the sector can found gates!
ru: Только фракция, контролирующая сектор, может создавать врата!

source: Gates can't lead in the same sector!
ru: Врата не могут вести в этот же сектор!

source: Distance between gates is too big!
ru: Расстояние между вратами слишком велико!

source: Gates can't lead into rifts!
ru: Врата не могут вести в разломы!

source: Gates can't cross barrier!
ru: Врата не могут пересекать барьер!

source: Gates that cross barrier need to be built from the inner ring!
ru: Врата, пересекающие барьер, могут быть построены только из внутреннего кольца!

source: This sector already has gate that leads in \s(%i:%i)!
ru: Этот сектор уже имеет врата, ведущие в \s(%i:%i)!

source: %1% Or use admin mode: /foundgate x y cheat
ru: %1% Или используйте админ-режим: /foundgate x y cheat

source: Build a station founder ship on any shipyard in order to found gates!
ru: Постройте корабль-строитель станций на любой верфи, чтобы создавать врата!

source: Couldn't find faction with specified index
ru: Не удалось найти фракцию с таким индексом

source: Couldn't find online player with that name
ru: Не удалось найти онлайн игрока с таким именем

source: You need to have a ship/station in the target sector to help you build a gate!
ru: Вам необходима помощь от вашего корабля/станции в выбранном секторе, чтобы построить врата!

source: Gates can't lead to the center of the galaxy!
ru: Врата не могут вести в центр галактики!

source: Only faction that controls the orign sector can found gates!
ru: Только фракция, контролирующая этот сектор, может создавать врата!

source: Only faction that controls the destination sector can found gates!
ru: Только фракция, контролирующая сектор назначения, может создавать врата!

source: It's not possible to build gates from/to teleporter sectors!
ru: Невозможно строить врата из/в сектора с телепортерами!

source: Founding a gate from \s(%i:%i) to \s(%i:%i) will cost %i credits. Repeat command with additional 'confirm' in the end to found a gate.
ru: Создание врат из \s(%i:%i) в \s(%i:%i) будет стоить %i кредитов. Повторите команду с добавлением 'confirm' в конце, чтобы создать врата.

source: Paid %1% Credits to found a gate.
ru: Уплачено %1% кредитов за создание врат.

source: Successfully founded a gate from \s(%i:%i) to \s(%i:%i).
ru: Врата из \s(%i:%i) в \s(%i:%i) были успешно созданы.
